tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/core"
# Library for manipulating PNG images
brew "libpng"
# Cross-platform make
brew "cmake"
# Dependency manager for Cocoa projects
brew "cocoapods"
# GNU compiler collection
brew "gcc"
# Glorious Glasgow Haskell Compilation System
brew "ghc"
# Distributed revision control system
brew "git"
# Graph visualization software from AT&T and Bell Labs
brew "graphviz"
# Improved top (interactive process viewer)
brew "htop"
# Port scanning utility for large networks
brew "nmap"
# Platform built on V8 to build network applications
brew "node"
# Interpreted, interactive, object-oriented programming language
brew "python"
# Ruby version manager
brew "rbenv"
# Rust toolchain installer
brew "rustup-init"
# Count lines of code in many languages
brew "sloccount"
# User interface to the TELNET protocol
brew "telnet"
# Terminal multiplexer
brew "tmux"
# Vi 'workalike' with many additional features
brew "vim"
# Internet file retriever
brew "wget"
# Automated testing of webapps for Google Chrome
cask "chromedriver"
# Retro video game emulation
cask "openemu"
# JDK from Oracle
cask "oracle-jdk"
# Visual Studio Code
cask "visual-studio-code"
# Bitwarden Passward Manager
cask "bitwarden"
# Discord
cask "discord"

